Revit 2027 API
BuiltInFailures.MEPFabricationFailures.FabricationPartCannotBeMirrored Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FabricationPartCannotBeMirrored { get; }
Public Shared ReadOnly Property FabricationPartCannotBeMirrored As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FabricationPartCannotBeMirrored {
	FailureDefinitionId^ get ();
}
static member FabricationPartCannotBeMirrored : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MEPFabricationFailures Class
Autodesk.Revit.DB Namespace